tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
brew "awscli"
brew "code-minimap"
brew "ctags"
brew "gettext"
brew "direnv"
brew "docker", link: false
brew "fasd"
brew "fzf"
brew "gnupg"
brew "go@1.17", link: true
brew "grep"
brew "htop"
brew "hugo"
brew "jq"
brew "mkcert"
brew "neovim"
brew "nvm"
brew "php"
brew "pinentry-mac"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "ripgrep"
brew "sqsmover"
brew "swagger-codegen"
brew "switchaudio-osx"
brew "telnet"
brew "tfenv"
brew "tmux"
brew "aws/tap/aws-sam-cli"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password"
cask "alacritty"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "beyond-compare"
cask "caldigit-docking-utility"
cask "cleanshot"
cask "daisydisk"
cask "dash5"
cask "devutils"
cask "docker"
cask "firefox-developer-edition"
cask "font-meslo-lg-nerd-font"
cask "forklift"
cask "gemini"
cask "google-chrome"
cask "gureumkim"
cask "hammerspoon"
cask "hazel"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keka"
cask "libreoffice"
cask "logi-options-plus"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "obsidian"
cask "paw"
cask "pdf-expert"
cask "proxyman"
cask "rectangle"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "tandem"
cask "tunnelblick"
cask "unite"
cask "visual-studio-code"
cask "yt-music"
cask "zoom"
